Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 아예 노예로 적시되어 낙인찍히는 것보다는 노예 비슷한 것이 그나마 낫다.{j}그렇게 생각하며 애써 스스로를 다독여 보지만…… 기대가 컸던 만큼 더욱 기분이 축축 처지는 것은 어쩔 수 없었다.{j}그렇게 필립이 다시 우울함 속으로 빠지려는 순간, 로건은 지나가는 말처럼 한마디를 툭 내뱉었다.
en_us: Phillip thought it was better than being branded as a slave. I tried his best to find the silver lining of his situation and comfort himself but it was difficult to subside his initial expectations of the deal. As Phillip looked to fall back into his depression, Logan offered him a word of encouragement.

source: “버려진 남쪽 별장이 대공자의 놀이터가 되었다고 소문이 자자하더구나.”
en_us: “I heard rumors that the abandoned summer house in the south had become your playground.”

source: “여기 제국산 비단으로 만든 속옷이 단돈 10골드~!”
en_us: “Ten gold for the finest underwear made with imperial silk!”

source: “공자님들은 기사단에 합류하시는 건가?”
en_us: “Will the masters join the order of the knights?”

source: “어떻게……?”
en_us: “How...?”

source: ‘우연이겠지.’
en_us: It’s just a coincidence.

source: “거봐요.{j}맞…… 예?”
en_us: “I knew you’d turn around, so...I beg your pardon?”

source: 그 말에 다가오던 귀부인의 발걸음이 멈칫했다.
en_us: The lady stopped as Logan said those words.

source: 적어도 다가올 영지전을 극복하고 세력을 넓힐 때까지는 보안을 유지해야 한다.{j}그래서 하마르를 돕기 위해 수배한 장인들 역시 각기 공방에서 자신이 담당한 부품만 만들게 했고, 용병대의 예비용 석궁 이상의 수를 만들 생각도 없었다.
en_us: Logan needed to maintain secrecy until he had overcome the upcoming Battle of the Territories and increased his family’s influence. Which was why the additional specialist Logan hired to assist Hamar were separated and worked individually on their given parts. He had no intention to stockpile the weapon and only made enough to replace any broken weapons for the mercenary army.

source: “……저를 고용하시겠다고요?{j}그것도 평생?”
en_us: “You want to give me a job? And for life?”

source: 쿵 하고 닫히는 집무실의 문소리가 무겁게 가슴을 두들겼다.
en_us: The sound of the door shut behind him shook his heart.

source: 그의 궁금증이 풀리려면 아직도 한참의 시간이 더 필요했다.{j}또다시 이 주의 시간이 흘렀다.
en_us: More time was needed to quell his curiosity and another weeks flew by.

source: “그저 인사일 뿐입니다, 어머니.”
en_us: “It’s just a greeting, mother.”

source: ‘이것이 꿈이라도, 아니 꿈이라면 더욱.’
en_us: Even if this is a dream, rather, especially if this is a dream.

source: ‘아마 식겁을 하겠지만.’
en_us: That’s if he doesn’t puke first.

source: 생각하면 할수록 놀라운 재능이었다.{j}그러다 문득 새삼스런 사실이 하나 떠올랐다.
en_us: Victor possessed immense talent and the comparison made Logan realize an interesting fact.

source: “아, 거 참.
en_us: “My goodness.

source: 그의 짐작대로, 진화한 포스는 생각보다 더욱 쉽게 비전서의 내용처럼 일정한 패턴을 형성하며 심장으로 모여들었다.
en_us: Just as he predicted, the evolved force was easier to gather and concentrate into his heart in a uniform pattern as described by the grand secret book.

source: “결투, 받아들이겠습니다.”
en_us: “I accept your request.”

source: “울브스 기대주의 목숨이라.{j}그 정도면 손상당한 맥라인의 명예와 바꿀 만하지.”
en_us: “The life of a rising star in the ranks of House Wolves. That should be enough to cover the dented honor of my house.”

source: “으아아악!”
en_us: “Ahh!”

source: “그건 확실히…… 크흠, 참 희한하단 말이지.{j}오로지 체력만 딱!{j}저럴 수가 있나?”
en_us: “That’s true...But it’s still strange. Surely it’s not just his fitness that’s outstanding?”

source: 그 후, 카록의 고기는 같은 무게의 금 이상의 가격으로 거래된다.{j}육포로 말린 조각까지도 말이다.{j}수천 년 동안 몬스터와 싸워 온 인간들이지만 단 한 종의 몬스터도 전멸시킨 역사가 없었다.{j}그런데 정력에 좋다는 연구 결과 하나만으로 하급이지만 몬스터 한 종이 사라진 것이다.
en_us: Karock meat became one of the most sought after commodities and was worth its weight in gold, including pieces of karock jerky. Humans had fought against monsters for thousands of years but never was it able to drive a species into extinction. One confirmed study of karock meat consumption and increased virility was able to wipe the low-class monster off the face of the earth.

source: “폐관 수련이 해야 할 일입니까.”
en_us: “Is the solitary training necessary, sir?”

source: “도미넌입니다, 공자님.”
en_us: “It’s Dominan, master.”

source: 로건은 머리를 흔들어 불길한 상상을 떨쳐 버리고 상기된 안색의 하마르와 무표정한 얼굴로 자신의 뒤를 지키고 서 있는 카이를 바라보았다.
en_us: Logan shook the negative thoughts out of his head and looked down see that life had come back to Hamar’s face. While Kai stood stoically behind Logan, guarding his back.

source: ‘그 괴물들…….’
en_us: Those monsters...

source: “이 공자님.
en_us: “Little prince.

source: “나!{j}나!”
en_us: “Me! Me!”

source: ‘할 수 있다.{j}자 일단 처음에 해야 할 것은…….’
en_us: I can do this.{j}I need to start with...

source: 로건이 지금껏 기다렸던 말에 눈을 빛냈고, 대전에 모인 모두의 시선이 다시 상석으로 쏠렸다.{j}객관적으로 보기에는 리이나가 망설일 만한 이야기였지만, 실상은 돈을 줄 테니 받고 꺼지라는 말과 다를 바 없었다.{j}더구나 그 말을 들은 당사자가 맥라인 가문의 가주 패드릭 맥라인이었으니 뒷일은 불 보듯 뻔했다.
en_us: The words Logan had been waiting for lit up his eyes and everyone’s attention shifted back to the head of the house. Considering the context, it was understandable that Lina made her terms with great difficulty but in essence, it meant that the House of MacLine should take the money and shut up. The recipient of her words was the head of House MacLine, Padrick MacLine, which meant there would grave repercussions.

source: ‘네가 자초한 일이다.’
en_us: You asked for it.

source: 별장의 구석에 마련된 공방에서 하마르가 자신의 팔만 한, 짤막한 석궁을 들고 환호성을 지르며 로건을 맞이했다.
en_us: Hamar came out of his workshop in the corner of the summer house holding a short crossbow about the size of his arm, screaming in jubilation as he headed towards Logan.

source: “그럼 하는 수 없지요.{j}뭐, 6개월 기다리시던가.”
en_us: “Then, my hands are tied. You’ll have to wait six months.”

source: 장전했던 현이 튀어 나가는 단 한 번의 소리와 함께, 두 개의 볼트(석궁용 화살)가 허공을 갈랐다.{j}시위를 떠난 볼트는 무려 300m가 넘는 거리를 순식간에 가로질러 과녁에 꼬리조차 보이지 않게 깊숙이 박혔다.{j}로건의 입이 쩍 벌어질 수밖에 없는 위력이었다.{j}보통 석궁의 유효사거리는 잘해야 150m 남짓이었다.{j}그런데 크기도 반밖에 되지 않는 석궁이 그 두 배가 넘는 사거리에 두 발을 동시에 꽂았다.
en_us: With the sound of the crossbow as the tension was released on the string, two bolts pierced through the air. They hit a target three hundred meters away in a blink of an eye and was buried through the middle so deep that you only saw the feather sticking out. Logan was left speechless by the awesome power. It was half the size of an average crossbow but it shot twice as far and fired two bolts at once.

source: “숙소를 개조하고 창고는 온갖 이상한 것들로 가득 채운 데다가 용병대까지 주둔시켰지.{j}요즘엔 아예 거기서 산다고 알고 있는데.{j}왜 거기서 훈련하지 않고?”
en_us: “The rooms have been made into warehouse to store all sorts of strange items and you’ve stationed your mercenaries there. I also heard that you’re living out of there now. Why don’t you train there instead?”

source: 선전포고 후 사흘, 그 기간 안에 맥라인 영지는 한계를 넘어서는 병력을 소집했다.{j}징집된 이들 중에는 아직도 솜털이 보송보송한 어린 소년들도 종종 보일 정도였다.{j}게다가 징집병의 1/4은 제대로 된 장비조차 없이 죽창을 들고 얼기설기 만든 나무 보호대를 두르고 있었다.{j}말 그대로 머릿수만 맞췄다고 해도 과언이 아닌 상황이었다.
en_us: In the four days after the declaration, the House of MacLine conscripted far more men than their capacity. Boys who looked far too young to die were seen among the conscripted. A quarter of the militia lacked proper equipment and were armed with wooden spears and had planks attached to their stomachs for armor. It was clear that they were there to make up the numbers.

source: 로건은 주변의 수군거림을 모두 듣고 있었다.
en_us: Logan could hear all the conversations happening around.

source: 10년 뒤에 벌어질 전쟁이었다.
en_us: The war was ten years away from now.

source: “아니, 공자님.
en_us: “But Master.

source: “아까부터 하고 있는데 괜히…….”
en_us: “I’ve been packing this whole time...”

source: 그래서 가문을 지켜 내야 했다.{j}그것이 그의 인생에서 가장 큰 목적이었으니까.{j}의지는 투지가 되어 패드릭의 기세를 끝없이 드높였다.{j}깨문 입술에서 피를 흘리면서 승리를 다짐하는 영주.
en_us: Padrick’s believed that his sole purpose in life was to protect his house and uphold its honor. His will drove on his appetite for battle and lifted his spirits higher. The Baron raised his arms and addressed his men as blood dripped from his lips.

source: 의문점이 있을 텐데도 필립의 대답에는 망설임이 없었다.{j}이미 따르기로 계약까지 한 이상 굳이 따질 필요가 없어서일까, 아니면 그저 의욕이 없는 것뿐일까.{j}현재의 필립이 가진 가능성에 대해 확신이 없는 로건으로서는 그를 테스트해 볼 필요가 있었다.
en_us: Phillip would have had questions but he didn’t hesitate to answer. Logan wondered if it was because his contract was set in stone and he didn’t see any value in questions or that he had lost his inner fire. Either way, Logan needed to test Phillip’s potential to prove his mettle.

source: “하, 하겠습니다!”
en_us: “I’ll do it!”

source: 자신을 구원해 줄지도 모르는 사람을 쳐 내다 못해 시비를 거는 모양새다.{j}그의 미래를 몰랐다면 그냥 머저리라고 생각했을 것이다.{j}아니, 알더라도 바보 같은 짓으로 보일 수밖에 없었다.
en_us: He was trying to pick a fight with the only person that was willing to save him. Logan would have called him a fool had he not known his future. Actually, he still would have called him out on his stupidity despite his knowledge of the future.

source: “아니, 왜요?!”{j}드웨인은 자신도 모르게 버럭 소리를 질렀다.
en_us: “Why not?”, shouted Dwain, unaware of his actions.

source: “하지만 잘 생각하거라, 로건.{j}명예가 손상된 것을 돈으로 받는다면, 앞으로도 네 명예가 계속해서 돈으로 거래될 여지를 주는 것이다.”
en_us: “But think wisely, Logan. If you recover your honor by accepting this money, you accept that your honor will always be up for sale.”

source: 맥라인의 직계를 제외하고는 출입이 제한된 데다가, 얕고 넓은 산등성이도 있어 연무장 대신 사용하기도 안성맞춤이었다.
en_us: Only descendants of House MacLine were able to enter the mountain, and the summit was flat and wide, a perfect place for a training field.

source: “당신이 정말 나와 어울린다고 생각하시나요?{j}주제를 알고 좀 꺼져 주세요.{j}어린애한테도 지면서 칼은 왜 차고 다니는지…….{j}덕분에 일이 편하게 되었네요.{j}고마워요.”
en_us: “Did you think you were good enough for me? You should know your place. Still carrying your sword even after you lost to a little boy? How embarrassing...You’ve made things easier for now. Thank you.”

source: “그만하시오, 부인!”
en_us: “I said stop, wife!”

source: 극단적인 패드릭의 발언에 모여 있던 가신들이 놀라 눈을 크게 떴다.{j}하지만 대공자의 대답은 더욱 놀라웠다.
en_us: His vassals were stunned by Padrick’s ultimatum but they were in for even a bigger surprise when Logan replied.

source: “드디어…….”
en_us: “Finally...”

source: 생각지도 못한 액수에 정신을 못 차리던 필립은 결국 그 한마디에 무너졌다.
en_us: Phillip was overwhelmed at the sum offered but the potential of Logan’s departure snapped him back to reality.

source: 후읍.
en_us: Phew

source: ‘하지만…… 아마도 아버지가 생각하시는 것과 반대의 일일 겁니다.’
en_us: But...it will be the exact opposite of what you are thinking, father.

source: ‘그래.{j}그랬던 시절도 있었지.’
en_us: I remember now.

source: ‘아직 여유가 있을 것으로 생각했는데.’
en_us: I thought I had more time.

source: 포스가 심장에 뭉쳐 핵이 생성된 것과 동시에, 더욱 밀도가 높아진 에너지가 뿜어져 나오며 온몸에 퍼졌다.
en_us: As the force concentrated in the heart and created a core, the more powerful energy was released from the core and emanated throughout his body.

source: ‘달라…….’
en_us: He’s changed...

source: 칭찬인 듯 은근히 비꼬는 필립의 말투가 상당히 거슬렸다.
en_us: Phillip’s backhanded compliment slightly irritated Logan.

source: 평원을 쩌렁쩌렁하게 울리는 외침.{j}그 안에 담긴 패기와 자신감이 아군의 사기를 다시 한번 높여 주었다.{j}홀로 진영의 앞으로 나선 패드릭과 달리 하만 테스론은 오히려 그들의 진영 안쪽으로 들어갔다.{j}이내 100여 명에 이르는 중갑옷의 기사들이 말을 몰고 진영 앞으로 나섰다.
en_us: His thunderous conviction echoed through the battlefield. His swagger and spirit raised the morale of his men to another level. Padrick remained standing at the head of his army while Haman Tesslon had retreated into the middle of his before he sent his hundred-strong order of the knights in his place.

source: “오, 오빠!{j}요, 용서를…….”
en_us: “Brother! Please, I beg you...”

source: 헤인켈은 자신이 얼마나 무리한 훈련 코스를 만들었는지는 잊은 채, 쓰러지려는 기사를 원망스럽게 쳐다보았다.{j}하지만 이미 벌린 일을 여기서 관둘 수는 없는 노릇이었다.{j}헤인켈은 포스를 끌어올린 뒤, 산 전체를 쩌렁쩌렁 울리는 소리를 질렀다.
en_us: Sir Heinkel forgotten that he made an impossible training course and stared at the fallen knight with disdain. He knew that it was too late to stop his charade. Sir Heinkel harnessed his force and roared loud enough to shake the mountain.

source: “이 자식들아 그래도 숙련된 상급기……!{j}이크!”
en_us: “Don’t let down your guard. He’s still a trained high knigh...Ahh!”{j}

source: 하녀들 역시 릭의 호들갑을 거들었다.
en_us: The maids were as bad as Rick if not worst.

source: “너 지금 뭐라고…….”
en_us: “What did you just say...”

source: 주인은 카일에 존재하는 모든 길드나 집단과 조금씩은 연결점이 있었다.
en_us: The owner had his fair share of connections with guild and groups in Kyle.

source: ‘우, 운이야.{j}운일 뿐이야.’
en_us: It’s j-just luck. That’s all it is.

source: “그동안 저 자신의 모자람을 인정하지 않고, 주변에 화를 전가했습니다.{j}어리석고 미숙했습니다.{j}이번에 수련하는 동안 그 미숙한 마음도 다잡아 보려 합니다.”
en_us: “I failed to recognize my shortcomings and instead, I let my anger hurt those around me. I’ve been naive and immature. I’ll try my best to correct this during my training.”

source: 그저.
en_us: Only.

source: 이어지는 기억은 온통 후회로만 점철되어 있었다.
en_us: The following memories were all dotted with regrets.

source: 그리고 말년에 그 최후를 듣고서는 한없이 미안해하고, 그리워했던 동생이었다.
en_us: But after he heard how his brother died, he was immensely remorseful and sorely missed him.

source: 터억.
en_us: Slam.

source: 로건에 대한 평판이 용병대까지 이어져, 그들의 훈련을 본 적도 없는 이들이 죄다 부정적인 의견만 늘어놓았다.{j}로건은 흔들리지 않고 자신의 주장을 관철했다.
en_us: Logan’s poor reputation had extended to his mercenary army. None of them had watched his men train but that didn’t stop them from voicing their negative opinions. Logan doubled down on the faith he had in his army and argued his case.

source: 다다다다다.
en_us: Gallop.

source: 꾸준히 생각해 온 핑계에 조용했던 장내가 소란스러워졌다.{j}다행히 어느 정도는 먹힌 것 같았다.{j}특히나 항상 예산에 쪼들리던 관리들은 로건의 말에 얼굴에 화색까지 돌았다.{j}그 틈을 타 위축되어 있던 리이나가 나섰다.
en_us: The silent hall rumbled once more due to Logan’s planned excuse. He was pleased to see that it had worked. The administrators, who always had to squeeze every penny from the house budget, looked the most pleased. A subdued Lina looked to seize her moment amid the rumbling court.

source: “어떻게 석 달 만에 저렇게 될 수가 있지?”
en_us: “How could he improve so much in just three months?”

source: 으르렁거리는 음성으로 한탄해 보지만 도무지 이 덫을 빠져나갈 방법이 보이지 않았다.
en_us: His roar was indomitable as usual but his confidence was dwindling as he couldn’t see a way out of the trap.

source: “너도 이제 성년이구나.”
en_us: “Your a man now.”

source: 로건이 찾는 기술자가 있을 노예 시장은 도시 내에 있는데도 불구하고 혼자서는 위험한 곳이었다.{j}아무리 로건이 무력에 자신이 있다고 해도 갑자기 뒤통수를 맞을 수도 있는 곳이었다.{j}그런 것을 일일이 신경 쓰는 것도 노동이니, 그 번거로움을 덜어 줄 호위가 필요했다.
en_us: Logan needed to visit the slave market to find an engineer but it was dangerous to go alone even though it was inside the inner wall. Logan was confident in his abilities but there was always a chance of an ambush from behind. Logan didn’t wish to constantly watch over his back and wanted a bodyguard to relieve the burden.

source: 고작 열네 살, 그것도 잘 먹지도 못해 또래보다 훨씬 작아 보이는 소년이 거의 20km를 뛰고서야 체력이 다했다.{j}적어도 보통 인간을 훨씬 뛰어넘는 잠재력이 있는 것은 확실해 보였다.{j}무엇보다 당장이라도 쓰러질 것 같은 표정임에도 끝까지 달리는 근성이 마음에 들었다.{j}그 인내심과 참을성이 로건의 걱정 한 가지를 서서히 지워가고 있었다.
en_us: Victor was only fourteen and he was much smaller than boys his age due to malnutrition. But the boy had enough energy in the tank to run twenty kilometers before Logan stopped him. It was clear to him that Victor’s potential far exceeded the average man. Victor’s relentlessness, despite looking like he could collapse at any moment, impressed Logan the most. His patience and restraint helped slowly erase one of Logan’s main concerns.

source: “공자님, 여기…….”
en_us: “Master, here...”

source: 이 자리의 주인공이라고 할 수 있는 생일 당사자의 생각이라기엔 어이가 없을 정도였지만, 지금의 분위기를 본다면 누구나 이해할 수 있을 것이다.{j}식전에 아버지와 새어머니에게 드린 로건과 로니안의 인사를 제외하면…….
en_us: His attitude was difficult to understand since the party was held in his honor but the awkward tension in the air made it clear for all to see why Logan had felt that way. It had been a quiet affair so far, nothing of note had happened other than Logan and Lonian’s commendations to their father, and for Logan, his stepmother.

source: 넋이 나가 있던 심판이 채 놀라움이 가시지 않은 눈으로 도미넌을 바라보자, 도미넌은 처음보다 더욱 붉게 달아오른 일그러진 얼굴로 무겁게 고개를 끄덕였다.
en_us: The referee was still reeling in shock as he turned to face Sir Dominan, who nodded heavily with a face more dangerous and fiery than before.

source: 로건은 드웨인에게 10만 골드라는 거금을 넘긴 뒤, 바로 영지를 나설 준비를 했다.{j}수련에서 돌아온 지 얼마 되지 않았지만, 이번엔 그리 길지 않을 것이다.
en_us: Logan gave Dwain the gold he promised and made preparations to leave his home. It hadn’t been long since he came back from his training but he knew it wouldn’t take as long this time.

source: “그래, 고마워.{j}나가 봐.{j}오늘 이 방에 아무도 들어오지 못하게 하고.”
en_us: “Thank you. Also, make sure no one enters my chambers for the remainder of the day”

source: 이번엔 로건이 머리를 부여잡았다.{j}하마르가 처음으로 역전된 상황에 미소짓는데,
en_us: Logan pulled at his hair and Hamar felt like he had come out on top for the first time.

source: 그리고 거칠게 살아왔다는 티를 있는 대로 다 내는 놈들까지.{j}모인 인원만큼이나 다양한 반응들이 뒤섞여 있었다.{j}하지만 로건이 찾는 인간은 따로 있었다.
en_us: There were many graduates from the School of Hard Knocks. A diverse assortment of ruffians, vagabonds and brutes elicited responses just as diverse. But Logan was looking for a particular type of mercenary.

source: “어, 어머니.{j}진정하세요.”
en_us: “Mother, please calm down.”

source: 공자님 눈이……?
en_us: “Master, your eyes...?”

source: “이건 좀…….”
en_us: “That’s a bit...”

source: ‘그러니 밖으로 나가야지.’
en_us: I must get out of the castle.

source: 부끄러움에 얼굴이 달아올랐다.
en_us: His face was red with embarrassment.

source: 미소를 지어야 한다.
en_us: I have to smile.

source: 독선적인 교단이 배교자, 혹은 신성모독자를 어찌 처리하는지는 그도 몇 번이나 보았다.
en_us: Logan had seen on numerous occasions how this self-righteous order dealt with apostates and blasphemy.

source: 로건은 자신도 모르게 피식 헛웃음을 흘렸다.{j}그렇게 뒤숭숭한 마음으로 복도를 걷는데 맞은 편에서 익숙한 목소리가 들려왔다.
en_us: The thought made Logan burst into laughter, which surprised even himself. He was walking down the corridor with a troubled mind when he heard a familiar voice greet him on the other side.

source: 떠오른 생각을 실현하기 위해선 그 전에 해야 할 일이 있었다.
en_us: He had to complete a few tasks to turn his idea into a reality.

source: 실례로 이번 공식 대련에서의 사건으로 머리를 다쳐 쓰러졌을 때도 아버지는 얼굴 한 번 비치지 않았다.
en_us: Despite Logan’s serious injury from the official duel, his father never came to visit.

source: 징집을 최대한으로 한다 한들 맥라인 가의 병력은 5천 남짓이었다.{j}징집병을 제외한다 해도 기사단과 정규 병력의 차이만 두 배가 났다.{j}예상했던 것 이상의 심각한 전력 차이였다.{j}그런 마당에 패드릭은 수성전도 아닌 야전을 지시했다.{j}하지만 가신들은 아무런 반대도 없이 고개를 숙였다.
en_us: The MacLine army would only be around five thousand strong even if were able to gather every abled bodied man to fight. The enemy also had twice as many knights and soldiers. The difference in manpower was much larger than they had feared. Despite their inferior numbers, Padrick chose to meet their enemy head on in open battle rather than prepare to defend the castle, and all of his vassals helplessly bowed their heads without objection.

source: “허공에 흩어질 말 한마디로 보상될 명예라면, 그 가치도 그만큼 가벼울 뿐이라고 생각합니다.”
en_us: “If our honor is merely recovered by empty words, I fear that our worth is just as light.”

source: “그렇다면 말이 쉬워지겠습니다.{j}이자 만기 상환일도 돌아오는데, 그 돈만 갚아도 앞으로 수년간 가문 사정이…….”
en_us: “That makes it easier then. The interest fee is due soon and if were to pay back the entire loan then, well, that would solve many of our woes for decades...”

source: 잘만 하면 떼돈을 벌 수 있을 방법이 떠올랐다.
en_us: Logan had an idea on how to make his quick fortune.

source: 얼마 전 치러진 공개 대련에서 로니안에게 개망신을 당한 로건을 보지 못한 기사는 없었으니까.
en_us: Everyone had seen Logan humiliated by Lonian in their official duel cum sparring match.

source: “크흐흡.{j}그, 그게…….”
en_us: “Well, that’s interesting...”

source: 저 아름다운 외모와 목소리에 낚여 거하게 실수한 적이 있는 한 사람, 로건만이 미미하게 인상을 찌푸리고 있을 뿐이었다.
en_us: As someone who made a huge mistake after he had been fooled by her beautiful appearance and sweet voice, Logan frowned with concern.

source: 다시금 원인 모를 통증에 머리를 움켜쥐는데.
en_us: His hands pressed against his head as the unknown pain returned.

source: 쉴 틈도 없이 공세가 톱니바퀴처럼 이어졌다.{j}얼마나 합을 맞춰 온 것인지는 몰라도 이놈들은 서로 연계하여 강자를 상대하는데 특화된 놈들이었다.{j}아니, 처음부터 패드릭을 잡기 위해 훈련한 놈들이었다.
en_us: They exchanged their swords at a breakneck speed. The enemy knights worked like clockwork and while Padrick wasn’t sure how long they had prepared for him, he was certain they were highly-trained in breaking down stronger opponents.

source: ‘주군이 막혔다!’
en_us: My knights are under threat!

source: “그 드워프가 대공자 노예잖아.”
en_us: “But the dwarf is his slave.”

source: “흐음…….”
en_us: “Hmm...”

source: ‘거부하지는 못해.’{j}돈도 주고, 영지에 도움이 되는 일도 하겠다는데, 재정 지원을 받아 내러 온 양반이 거절할 리가 없다.{j}‘아버지가 거부하면 설득이라도 하겠지.’
en_us: He won’t refuse. I’ll give him the money he needs and it will be for the good of the territory. He came here to ask me for support and I know he won’t return emptyhanded. I’m sure he will find a way to convince Father if he refuse.

source: “……이게 다 무슨 일이지?”{j}로건은 입가의 미소를 감추며 무심한 듯 물었다.
en_us: “What is the meaning of all this?”, Logan hid his smile and asked blankly.

source: 때문에 그녀는 맥라인 가문 전체에 막강한 영향력을 행사할 수 있는 권력자였다.
en_us: She was a powerful figure with enormous influence in all areas of the house.

source: 어이가 없다는 표정과 황당함이 가득 찬 눈빛.
en_us: His eyes were filled with bewildered surprise.

source: “드웨인?”
en_us: “Dwain?”

source: ‘니가 뭘 안다고 어찌하겠다는 거야!{j}그냥 나한테 맡기라고!’
en_us: What do you know about anything! Hand it over to me!

source: “공자님!{j}회의 시간입니다!”
en_us: “Master! It’s time for the meeting.”

source: 원래대로라면, 그 결과 가문이 반파되어 로니안이 오러 유저가 될 때까지 암흑기를 걷게 되니까.
en_us: If history were to repeat itself, the war would devastate his family and cripple it until Lonian became an auror user.

source: 핵을 생성하고 체질을 바꾸는 포스 컨트롤도 대단했지만, 그것은 신검의 비전 중 가장 기초에 불과했다.
en_us: Forming the core and changing its form showed great control of the force but this was merely the beginning of the grand book’s secrets.

source: 그 순간 도미넌은 전의를 잃었다.
en_us: Sir Dominan lost his fighting spirit.

source: 지금은 우선 변한 모습을 보여 줘야 할 때.
en_us: He had to show his father how he’d changed.

source: “내가 계속해서 훈련을 봐줄 수는 없다.{j}그러니 앞으로 내가 오지 않을 때는 네가 스스로 해야 할 것이다.{j}제대로 숙지했겠지?”
en_us: “I won’t be able to train you in-person from now on, which means you’ll have to train yourself even when I’m not around. You’re familiar with the moves, yes?”

source: 리이나와 록페른이 긴장된 표정으로 패드릭의 말을 기다렸다.
en_us: Lina and Lockferan nervously awaited Padrick’s next words.

source: 하지만 그렇다고 필립에게 자신이 미래에서 보고 왔다는 걸 설명할 수도 없는 노릇이었다.
en_us: But he couldn’t explain to Phillip that he had witnessed this firsthand in the future.

source: “크흐음.{j}그, 가, 가문을 위해서 어찌 쓰실 건지.{j}제가 좀 계획을 들어도 되겠습니까?”
en_us: “M-may I ask how you plan to spend this money for the family? What exactly is your plan, Master?”

source: 그리고 그 은인은 인사도 채 받지 못하고 목에 구멍이 뚫렸다.
en_us: His savior had a hole in his neck before he could accept Rick’s gratitude.

source: 어떻게 해서든 가문을 살리기만 하면 된다.{j}일단은 가문과 상관없이 스스로 힘을 갖추어야겠다.{j}그는 이를 악물고 말했다.
en_us: Logan reminded himself that he had to do whatever it took to save the family. For now, he decided to build his own strength, separate from the family. He swallowed his pride and bit his lips before he spoke.

source: 그 최악의 죄들을 저지르기 전의 시간으로 돌아온 것이 다행이었다.
en_us: He knew how lucky he was to come back to the past before he had committed those unspeakable crimes.

source: “부당한 외부의 압박에 조금도 굴하지 않으시고 당당히 자신의 주장을 펼치는 모습.{j}그야말로 맥라인 가문의 후계자로 어울리는 멋진 모습이었으니까요.”
en_us: “You didn’t bend to the unjust external pressures and boldly stated, and maintained, your position throughout the exchange. You showed everyone that you are worthy of the title of heir of House MacLine.”

source: ‘하룬에서의 일을 어떻게 벌써 안 거야?’
en_us: How do they already know about what happened in Harun?

source: 용서를 빌 기회마저 앗아간 복수를.
en_us: Revenge for having his chance of forgiveness burnt before his eyes.

source: 로건의 덤덤한 대답에, 카이는 다시 한번 되물을 수밖에 없었다.
en_us: Logan’s placid response left Kai no choice but to ask him again.

source: “흐음.{j}정말 없느냐?”
en_us: “Hmm, are you sure?”

source: 스각.
en_us: Slash.

source: - 꽈아아아아앙!
en_us: Bang bang

source: “그냥 내가 알아서 할 테니 지켜봐.”
en_us: “Let me handle it.”

source: “너 투자자 아니잖아.”
en_us: “You’re not an investor.”

source: ‘그렇다고 정말 오러 유저가 된다는 것은 아니지.{j}나처럼…….’
en_us: But that doesn’t necessarily mean you will become an auror user. Just like me...

source: ‘이건 어쩌면 미래의 제국 10대 상인을 내 사람으로 만들 기회다!’
en_us: This might be my opportunity to make one of the ten greatest merchants of the Empire mine!

source: “쉿.{j}대공자도 있어.”
en_us: “Be quiet. The eldest master is here.”

source: “그렇겠지.”
en_us: “That is true.”

source: 가문의 복수를 위해 모든 것을 포기하겠다 맹세하던 그때.
en_us: When he swore to give up everything and avenge his family’s demise.

source: “역시!{j}형님은 바로 알아보실 줄 알았습니다.”
en_us: “Yes! I knew you would see it right away.”

source: 기사의 주변에서, 저택 안에서.{j}노골적으로, 혹은 은근슬쩍 이쪽을 보고 있는 많은 가솔들.{j}하지만 있으면서도 모른 체하거나 딴 곳을 보는 척하며 아예 웃고 있는 이들이 대부분, 아니 전부였다.
en_us: No one, near the vicinity or inside the residence. The members of his family, who were either sneaking a peek or bold enough to plainly observe, were all pretending not to notice but were laughing at the situation.
